import { Course } from "../../components/CourseType/CourseType.jsx";

export const StepAerobics = () =>{
    return (
        <Course 
        name={"Степ-аэробика"}
        cause1={"Хотите укрепить дыхательную и сердечно-сосудистой системы."}
        cause2={"Быстрый сбросить лишние килограммы."}
        cause3={"Улучшить настроение, повысить жизненный тонус."}
        directions1={"• Для начинающих"}
        directions2={"• Для похудения"}
        directions3={"• Для детей"}
        text={"Степ-аэробика – направление фитнеса, основанное на наборе аэробных упражнений, выполняемых с помощью специальной ступеньки (степ-платформы). Данное направление было разработано в 1989 году Джиной Миллер: травмировав колено, она обратилась к различным методикам восстановления сустава, но наибольший эффект показали простые упражнения в виде шагов на молочном ящике. Впоследствии эти упражнения Миллер положила в основу целого комплекса, который и стал называться степ-аэробикой. Занятия степ-аэробикой состоят из комплексов в виде различного сочетания шагов, выполняемые под музыку с довольно высоким темпом. Каждое занятие длится от 30 до 50 минут в достаточно высоком темпе без остановок на отдых – для передышки используются переходы на простые шаги и наиболее простые упражнения. Такой режим тренировок приводит к эффективному сжиганию калорий, укреплению суставов и общему улучшению состояния здоровья, что и стало основой высокой популярности нового направления."}
        />
    )
}