import { Video } from "../../../components/VideoPages/video";

export const YDay4 = () => {
  return (
    <Video
      name={"Йога"}
      day={"4"}
      description={"Утренняя практика / Йога на каждый день / 4 день"}
      url={"https://youtu.be/09uGkAEQuZI"}
      exercises1={"• Сесть на пятки с носками от себя (5 повторений)"}
      exercises2={"• Сесть на пятки с носками на себя (5 повторений)"}
      exercises3={"• Отпустить колено на пол из позы лотоса (10 повторений)"}
      exercises4={
        "• Отпустить колено на пол из позы лотоса с соединенными стопами (10 повторений)"
      }
      progress1={"Сесть на пятки с носками от себя"}
      progress2={"Сесть на пятки с носками на себя"}
      progress3={"Отпустить колено на пол из позы лотоса"}
      progress4={
        "Отпустить колено на пол из позы лотоса с соединенными стопами"
      }
    />
  );
};
