import { Video } from "../../../components/VideoPages/video";

export const SDay1 = () => {
  return (
    <Video
      name={"Стретчинг"}
      day={"1"}
      description={"Основы стретчинга "}
      url={"https://youtu.be/Ewm-Bfg5ncg "}
      exercises1={"• Правильное дыхание (20 повторений)"}
      exercises2={"• Наклон вниз, правая рука тянется вверх (10 повторений)"}
      exercises3={"• Наклон вниз, левая рука тянется вверх (10 повторений)"}
      exercises4={
        "• Перенос веса с ноги на ногу в положении сидя (20 повторений)"
      }
      progress1={"Правильное дыхание "}
      progress2={"Наклон вниз, правая рука тянется вверх"}
      progress3={"Наклон вниз, левая рука тянется вверх"}
      progress4={"Перенос веса с ноги на ногу в положении сидя"}
    />
  );
};
